Repository: ponmar/filedb2
Catalog: FileDB/Lang/Strings.*.resx
Languages: sv_se

# SearchButton
source: Search
sv_se: Sök

# SearchBrowseButton
source: Browse...
sv_se: Bläddra...

# SearchAllFromCurrentDirectoryButton
source: All from current directory
sv_se: Allt från nuvarande katalog

# SearchFromCurrentFileButton
source: From current file
sv_se: Från nuvarande fil

# SearchForFilesWithinSelectedDirectoryToolTip
source: Search for files within selected directory
sv_se: Sök efter filer i den valda katalogen

# SearchAllFilesWithinCurrentFileDirectoryToolTip
source: Search all files within current file directory (recursive)
sv_se: Sök alla filer i aktuell filkatalog (rekursiv)

# SearchRandomFilesToolTip
source: Search random files
sv_se: Sök slumpmässiga filer

# SearchAllFilesFromSearch1ThatAlsoBelongToSearch2ToolTip
source: All files from search 1 that also belong to search 2
sv_se: Alla filer från sökning 1 som också tillhör sökning 2

# SearchAllFilesFromSearch1And2ToolTip
source: All files from search 1 and 2
sv_se: Alla filer från sökning 1 och 2

# SearchAllFilesThatAreInEitherOfTheSearchesButNotInTheirIntersectionToolTip
source: All files that are in either of the searches, but not in their intersection
sv_se: Alla filer som finns i någon av sökningarna, men inte i deras korsning

# SearchIntersectionButton
source: Intersection
sv_se: Korsning

# SearchDifferenceButton
source: Difference
sv_se: Differens

# SearchCopyButton
source: Copy
sv_se: Kopiera

# SearchOpenButton
source: Open
sv_se: Öppna

# SearchBasicLabel
source: Basic
sv_se: Grundläggande

# SearchRandomFilesLabel
source: Random files:
sv_se: Slumpmässiga filer:

# SearchCombineLabel
source: Combine
sv_se: Kombinera

# SearchCombineSearch1Label
source: Search 1:
sv_se: Sök 1:

# SearchCombineSearch2Label
source: Search 2:
sv_se: Sök 2:

# SearchCombineResultLabel
source: Result:
sv_se: Resultat:

# AboutTitle
source: About
sv_se: Om

# AboutGettingStartedTitle
source: Getting Started
sv_se: Kom igång

# AboutNotesTitle
source: Guidelines for your Files Collection
sv_se: Riktlinjer för din filsamling

# AboutCommandLineArgumentsTitle
source: Command Line Arguments
sv_se: Kommandoradsargument

# AboutChangelogTitle
source: Changelog
sv_se: Ändringslogg

# AboutLicenseLabel
source: License:
sv_se: Licens:

# AboutNuGetPackageLicensesTitle
source: NuGet Package Licenses
sv_se: NuGet-paketlicenser

# AboutGettingStarted1
source: Play around with the included demo files collection
sv_se: Lek med den medföljande demo fil-samlingen

# AboutGettingStarted2
source: Cleanup your files collection (see guideline below)
sv_se: Rensa din filsamling (se riktlinjer nedan)

# AboutGettingStarted4
source: Create a database for your files collection and adjust your settings (see Tools tab)
sv_se: Skapa en databas för din filsamling och ange dina inställningar (se Verktygs-fliken)

# AboutGettingStarted5
source: Tag persons, locations and tags
sv_se: Märk upp personer, platser och etiketter

# AboutGettingStarted6
source: Find your wanted pictures and run slideshows!
sv_se: Hitta dina önskade bilder och kör bildspel!

# AboutNotes1
source: FileDB only modifies data in the configured database. It does not modify any files in your files collection. Files are read when importing meta-data and when viewing files.
sv_se: FileDB ändrar endast data i den konfigurerade databasen. Det ändrar inte några filer i din filsamling. Filer läses vid import av metadata och vid visning av filer.

# AboutNotes2
source: Although any directory structure can be imported to FileDB, take a moment to think about the directory structure before importing the meta-data. This layout has been proven to work very well:
sv_se: Även om alla katalogstrukturer kan importeras till FileDB, ta en stund att tänka på katalogstrukturen innan du importerar metadata. Denna katalogstruktur har visat sig fungera mycket bra:

# AboutNotes3
source: If you rename or delete files that has been imported to FileDB you need to remove the FileDB meta-data as well (and possibly add them again). A tool will be provided in the future that helps out with this procedure.
sv_se: Om du byter namn på eller tar bort filer som har importerats till FileDB måste du också ta bort FileDB-metadata (och eventuellt lägga till dem igen). Ett verktyg kommer att tillhandahållas i framtiden som hjälper till med denna procedur.

# AboutCommandLineArgPathText
source: Relative or absolute path to the file to open
sv_se: Relativ eller absolut sökväg för filen som ska öppnas

# AboutDownloadsReleases
source: Official releases:
sv_se: Officiella lanseringar:

# AboutLicense
source: MIT (see LICENSE.txt)
sv_se: MIT (se LICENSE.txt)

# AddLocationNameLabel
source: Name:
sv_se: Namn:

# AddLocationDescriptionLabel
source: Description (optional):
sv_se: Beskrivning (valfri):

# AddLocationPositionLabel
source: GPS position (optional):
sv_se: GPS-position (valfritt):

# AddLocationPositionToolTip
source: latitude longitude
sv_se: Latitud Longitud

# SaveButton
source: Save
sv_se: Spara

# AddPersonFirstnameLabel
source: Firstname:
sv_se: Förnamn:

# AddPersonLastnameLabel
source: Lastname:
sv_se: Efternamn:

# AddPersonSexLabel
source: Sex (ISO/IEC 5218):
sv_se: Kön (ISO/IEC 5218):

# AddPersonDescriptionLabel
source: Description (optional):
sv_se: Beskrivning (valfri):

# AddPersonDateOfBirthLabel
source: Date of birth (optional):
sv_se: Födelsedatum (valfritt):

# AddPersonDeceasedLabel
source: Deceased (optional):
sv_se: Avliden (valfri):

# AddPersonProfilePictureFileIdLabel
source: Profile picture (optional):
sv_se: Profilbild (valfri):

# AddPersonSetCurrentFileLabel
source: Set from search result selection
sv_se: Sätt från sökresultatets markering

# AddPersonSetCurrentFileToolTip
source: Set profile picture from the selected file in current search result
sv_se: Använd profilbild från den valda filen i nuvarande sökresultat

# AddTagNameLabel
source: Name:
sv_se: Namn:

# BirthdaysTitle
source: Birthdays
sv_se: Födelsedagar

# RipTitle
source: Rest in Peace
sv_se: Vila i fred

# BrowseDirectoriesSelectYourDirectoryLabel
source: Select your directory:
sv_se: Välj din katalog:

# BrowseDirectoriesSelectButton
source: Select
sv_se: Välj

# BrowseDirectoriesSelectToolTip
source: Search for files within selected directory
sv_se: Sök efter filer i den valda katalogen

# ExportTitle
source: Export Search Result
sv_se: Exportera sökresultat

# ExportHeaderToolTip
source: Copy files to destination directory
sv_se: Kopiera filer till destinationskatalogen

# ExportDestinationLabel
source: Destination directory:
sv_se: Målkatalog:

# ExportBrowseButton
source: Browse...
sv_se: Bläddra...

# ExportSearchResultFilesLabel
source: Files
sv_se: Filer

# ExportM3UPlaylistLabel
source: M3U playlist
sv_se: M3U spellista

# ExportHTMLWithMetaDataAndSearchResultFilesLabel
source: HTML with files and meta-data
sv_se: HTML med filer och metadata

# ExportSearchResultFilesWithMetaDataLabel
source: Pictures with meta-data
sv_se: Bilder med metadata

# ExportExportButton
source: Export...
sv_se: Exportera...

# TagsTitle
source: Update Tags
sv_se: Uppdatera etiketter

# TagsAddButton
source: Add...
sv_se: Lägg till...

# TagEditButton
source: Edit selected...
sv_se: Redigera vald...

# TagsDeleteButton
source: Delete selected...
sv_se: Ta bort vald...

# LocationsTitle
source: Update Locations
sv_se: Uppdatera platser

# LocationsAddButton
source: Add...
sv_se: Lägg till...

# LocationsEditButton
source: Edit selected...
sv_se: Redigera vald...

# LocationsDeleteButton
source: Delete selected...
sv_se: Ta bort vald...

# LocationsShowOnMapButton
source: Show on map
sv_se: Visa på karta

# PersonsTitle
source: Update Persons
sv_se: Uppdatera personer

# PersonsAddButton
source: Add...
sv_se: Lägg till...

# PersonsEditButton
source: Edit selected...
sv_se: Redigera vald...

# PersonsDeleteButton
source: Delete selected...
sv_se: Ta bort vald...

# SearchTitle
source: Search
sv_se: Sök

# FilesTitle
source: Files
sv_se: Filer

# SettingsTitle
source: Settings
sv_se: Inställningar

# ToolsTitle
source: Tools
sv_se: Verktyg

# NotificationsTitle
source: Notifications
sv_se: Aviseringar

# ExitToolTip
source: Exit
sv_se: Avsluta

# NotificationsDismissAllButton
source: Dismiss all
sv_se: Avfärda alla

# NotificationsNoNotificationsAvailable
source: No notifications available.
sv_se: Inga aviseringar tillgängliga.

# SearchLocateButtonToolTip
source: Locate file in Explorer
sv_se: Lokalisera filen i Utforskaren

# SearchOpenButtonToolTip
source: Open file with default application
sv_se: Öppna med standardprogram

# SearchCopyButtonToolTip
source: Copy file id
sv_se: Kopiera fil-ID

# SearchRemoveButtonToolTip
source: Remove file from search result
sv_se: Ta bort filen från sökresultatet

# SearchToggleLargeTextButtonToolTip
source: Toggle large text
sv_se: Växla stor text

# SearchOpenPresentationWindowButtonToolTip
source: Open presentation window
sv_se: Öppna presentationsfönstret

# SearchMaximizeButtonToolTip
source: Maximize
sv_se: Maximera

# SearchResultHistoryLabel
source: History:
sv_se: Historik:

# SearchResultExportButton
source: Export...
sv_se: Exportera...

# SearchResultCopyButtonToolTip
source: Copy search result file list
sv_se: Kopiera sökresultatets fil-lista

# SearchResultCloseButtonToolTip
source: Close search result
sv_se: Stäng sökresultat

# SearchResultSortByLabel
source: Sort by:
sv_se: Sortera efter:

# SearchResultGoToPreviousToolTip
source: Go to previous (page up)
sv_se: Gå till föregående (page up)

# SearchResultGoToNextToolTip
source: Go to next (page down)
sv_se: Gå till nästa (page down)

# SearchResultGoToPreviousDirectoryToolTip
source: Go to previous directory (ctrl + page up)
sv_se: Gå till föregående katalog (ctrl + page up)

# SearchResultGoToNextDirectoryToolTip
source: Go to next directory (ctrl + page down)
sv_se: Gå till nästa katalog (ctrl + page down)

# SearchResultGoToFirstToolTip
source: Go to first (home)
sv_se: Gå till första

# SearchResultGoToLastToolTip
source: Go to last (end)
sv_se: Gå till sista

# SearchResultToggleSlideshowToolTip
source: Toggle slideshow
sv_se: Växla bildspel

# SearchResultToggleSlideshowRandomToolTip
source: Toggle slideshow random
sv_se: Växla bildspel slumpmässigt

# SearchResultToggleSlideshowRepeatToolTip
source: Toggle slideshow repeat
sv_se: Växla bildspelsupprepning

# SearchResultToggleFileDescriptionSpeekToolTip
source: Toggle file description speek
sv_se: Växla uppläsning av filbeskrivning

# FileInfoPersonsToolTip
source: Persons
sv_se: Personer

# FileInfoLocationsToolTip
source: Locations
sv_se: Platser

# FileInfoTagsToolTip
source: Tags
sv_se: Etiketter

# FileInfoDescriptionToolTip
source: Description
sv_se: Beskrivning

# AddLocationEditTitle
source: Edit Location
sv_se: Redigera plats

# AddLocationAddTitle
source: Add Location
sv_se: Lägg till plats

# AddPersonEditTitle
source: Edit Person
sv_se: Redigera person

# AddPersonAddTitle
source: Add Person
sv_se: Lägg till person

# AddTagEditTitle
source: Edit Tag
sv_se: Redigera etikett

# AddTagAddTitle
source: Add Tag
sv_se: ﻿Lägg till etikett

# SettingsResetChangesButton
source: Reset changes
sv_se: Återställ ändringar

# SettingsResetChangesButtonToolTip
source: Reset changes to last saved configuration
sv_se: Återställ ändringar till senast sparade konfiguration

# SettingsSaveButton
source: Save...
sv_se: Spara...

# SettingsDefaultButton
source: Default
sv_se: Standard

# SettingsDefaultButtonToolTip
source: Reset to default
sv_se: Återställ till standard

# SettingsGeneralHeading
source: General
sv_se: Allmänt

# SettingsBrowsingHeading
source: Browsing
sv_se: Bläddring

# SettingsNotificationsHeading
source: Notifications
sv_se: Aviseringar

# SettingsPerformanceHeading
source: Performance
sv_se: Prestanda

# SettingsWindowModeLabel
source: Window mode:
sv_se: Fönsterläge:

# SettingsLanguageLabel
source: Language:
sv_se: Språk:

# SettingsReadOnlyModeLabel
source: Read-only mode
sv_se: Skrivskyddat läge

# SettingsSlideshowDelaySecondsLabel
source: Slideshow delay (seconds):
sv_se: Bildspelsfördröjning (sekunder):

# SettingsSearchHistorySizeLabel
source: Search history size:
sv_se: Sökhistorik:

# SettingsLocationLinkLabel
source: Location link:
sv_se: Plats länk:

# SettingsOverlayTextSizeLabel
source: Overlay text size:
sv_se: Övertäckning färg:

# SettingsOverlayTextSizeForLargeModeLabel
source: Overlay text size for large mode:
sv_se: Överlagra textstorlek för stort läge:

# SettingsShortItemNameMaxLengthLabel
source: Short item name max length:
sv_se: Kort artikelnamn maxlängd:

# SettingsDefaultSortMethodLabel
source: Default sort method:
sv_se: Standard sorteringsmetod:

# SettingsKeepSelectionAfterSortLabel
source: Keep selection after sort
sv_se: Behåll urvalet efter sortering

# SettingsBlacklistedFilePathPatternsLabel
source: Blacklisted file path patterns:
sv_se: Svartlistade filsökvägsmönster:

# SettingsWhitelistedFilePathPatternsLabel
source: Whitelisted file path patterns:
sv_se: Vitlistade filsökvägsmönster:

# SettingsLocationMaxDistanceAtImportLabel
source: Location max distance at import (meters):
sv_se: Plats max avstånd vid import (meter):

# SettingsIncludeHiddenDirectoriesLabel
source: Include hidden directories
sv_se: Inkludera dolda kataloger

# SettingsBirthdayReminderLabel
source: Birthday reminder
sv_se: Födelsedagspåminnelse

# SettingsBirthdayReminderForDeceasedLabel
source: Birthday reminder for deceased
sv_se: Födelsedagspåminnelse för avlidna

# SettingsRIPReminderLabel
source: RIP reminder
sv_se: RIP-påminnelse

# SettingsFilesRootDirectoryMissingLabel
source: Files root directory missing (i.e. network share not mounted)
sv_se: Filer rotkatalog saknas (dvs. nätverksresurs inte monterad)

# SettingsBackupReminderLabel
source: Backup reminder (monthly)
sv_se: Påminnelse om säkerhetskopiering (månadsvis)

# SettingsNumberOfSearchResultImagesToPreloadLabel
source: Number of search result images to preload:
sv_se: Antal sökresultatbilder som ska förladdas:

# SettingsNumberOfLoadedImagesToKeepInMemoryLabel
source: Number of loaded images to keep in memory:
sv_se: Antal laddade bilder att spara i minnet:

# SettingsLocationLinkToolTip
source: LAT and LON is replaced with actual GPS position data when generating links. Set empty to disable feature.
sv_se: LAT och LON ersätts med faktiska GPS-positionsdata vid generering av länkar. Ställ in tom för att inaktivera funktionen.

# SettingsOverlayTextSizeToolTip
source: Range: 8 - 50
sv_se: Räckvidd: 8 - 50

# SettingsOverlayTextSizeForLargeModeToolTip
source: Range: 8 - 50
sv_se: Räckvidd: 8 - 50

# SettingsShortItemNameMaxLengthToolTip
source: Range: 10 - 100
sv_se: Räckvidd: 10 - 100

# SettingsBlacklistedFilePathPatternsToolTip
source: Format: pattern1;pattern2;pattern3
sv_se: Format: mönster1;mönster2;mönster3

# SettingsWhitelistedFilePathPatternsToolTip
source: Format: pattern1;pattern2;pattern3
sv_se: Format: mönster1;mönster2;mönster3

# SettingsNumberOfSearchResultImagesToPreloadToolTip
source: 1 or higher
sv_se: 1 eller högre

# SettingsNumberOfLoadedImagesToKeepInMemoryToolTip
source: 1 or higher
sv_se: 1 eller högre

# ToolsDatabaseBackupTitle
source: Database Backup
sv_se: Databas-backup

# ToolsDatabaseExportTitle
source: Database Export
sv_se: Databasexport

# ToolsFilesCollectionFilteringTitle
source: Files Collection Filtering
sv_se: Filsamlingsfiltrering

# ToolsDatabaseDataValidationTitle
source: Database Data Validation
sv_se: Validering av databasinnehåll

# ToolsFindMetaDataForMissingFilesTitle
source: Find Meta-Data for Missing Files
sv_se: Hitta metadata för saknade filer

# ToolsRunButton
source: Run
sv_se: Kör

# ToolsFilesCollectionFilteringCopyButton
source: Copy file list with no longer applicable files
sv_se: Kopiera fillista med ej längre tillämpliga filer

# ToolsDatabaseBackupWarning1
source: Database recovery must be done manually if needed. Backup of your files collection, settings and database to external media should be done continuously!
sv_se: Databasåterställning måste göras manuellt om det behövs. Säkerhetskopiering av din filsamling, inställningar och databas till externa medier bör göras kontinuerligt!

# ToolsDatabaseExportInfo
source: This tool can be used to export the complete database to JSON format to be used by 3rd party applications.
sv_se: Detta verktyg kan användas för att exportera data till applikationer från tredje part.

# ToolsDatabaseExportDirectoryLabel
source: Destination directory:
sv_se: Målkatalog:

# ToolsFilesCollectionFilteringInfo
source: This tool can be used to find imported files that should, after an updated configuration or upgraded software, no longer be included.
sv_se: Detta verktyg kan användas för att hitta importerade filer som, efter en uppdaterad konfiguration eller uppgraderad programvara, inte längre ska ingå.

# ToolsDatabaseDataValidationInfo
source: Database data validation can be performed after an application upgrade or when data has been imported manually via SQL statements.
sv_se: Databasdatavalidering kan utföras efter en applikationsuppgradering eller när data har importerats manuellt via SQL-kommandon.

# ToolsFindMetaDataForMissingFilesInfo
source: This tool can be used to find outdated meta-data. This may happen if you have removed, moved or renamed files in your files collection.
sv_se: Det här verktyget kan användas för att hitta föråldrade metadata. Detta kan hända om du har tagit bort, flyttat eller bytt namn på filer i din filsamling.

# ToolsFindMetaDataForMissingFilesWarning
source: This operation can be slow for a large collection of files or if the media access is slow (for example when using a network share).
sv_se: Denna åtgärd kan vara långsam för en stor samling filer eller om medieåtkomsten är långsam (till exempel när du använder en nätverksdelning).

# ToolsFindMetaDataForMissingFilesCopyButton
source: Copy file list with missing files
sv_se: Kopiera fillista med saknade filer

# ToolsDatabaseDataValidationCopyButton
source: Copy file list with invalid meta-data
sv_se: Kopiera fillista med ogiltig metadata

# FilesAddMetaDataTitle
source: Add Meta-Data
sv_se: Lägg till metadata

# FilesRemoveMetaDataTitle
source: Remove Meta-Data
sv_se: Ta bort metadata

# FilesFindButton
source: Find...
sv_se: Hitta...

# FilesBrowseButton
source: Browse...
sv_se: Bläddra...

# FilesSelectAllButton
source: Select all
sv_se: Välj alla

# FilesDeselectAllButton
source: Deselect all
sv_se: Avmarkera alla

# FilesAddMetaDataForSelectedFilesButton
source: Add meta-data for selected files...
sv_se: Lägg till valda filer...

# FilesRemoveButton
source: Remove...
sv_se: Ta bort...

# FilesInfoText
source: Check your settings to adjust what files will be listed.
sv_se: Kontrollera dina inställningar för att justera vilka filer som kommer att listas.

# FilesFromFilesCollectionLabel
source: From files collection:
sv_se: Från filsamling:

# FilesFromFilesCollectionSubDirectoryLabel
source: From files collection sub directory:
sv_se: Från filsamlingens underkatalog:

# FilesIncludeMetaDataToolTip
source: Enables parsing of time and GPS position from file Exif data and timestamp via path
sv_se: Aktivera tolkning av tid och GPS-position från fil Exif-data och tidsstämpel via sökväg

# FilesFileListLabel
source: File list:
sv_se: Fillista:

# FilesFileDateModifiedToolTip
source: File date modified
sv_se: Modifierad datum

# FilesIncludeMetaDataLabel
source: Include available meta-data (recommended)
sv_se: Inkludera tillgängliga metadata (rekommenderas)

# BackupNotifierNoDatabaseBackupHasBeenCreated
source: Backup reminder: No database backup has been created!
sv_se: Påminnelse om säkerhetskopiering: Databasen har inte säkerhetskopierats!

# BackupNotifierLongTimeSinceBackup
source: Backup reminder: Last database backup created {0} days ago!
sv_se: Påminnelse om säkerhetskopiering: Senaste säkerhetskopiering av databas skapades för {0} dagar sedan!

# BirthdayNotifierTodayIsTheBirthdayFor
source: Today is the birthday for {0}!
sv_se: Idag är det födelsedag för {0}!

# BirthdayNotifierHappyBirthday
source: Happy Birthday {0}!
sv_se: Grattis på födelsedagen {0}!

# RestInPeaceNotifierRestInPeace
source: Rest in Peace {0}!
sv_se: Vila i fred {0}!

# StartupNotificationDemoConfigurationEnabled
source: Demo configuration enabled. When you are ready, make a configuration for your files collection!
sv_se: Demokonfiguration aktiverad. När du är redo kan du skapa en konfiguration for din egna filsamling!

# CategorizationUpdateHistoryTitle
source: Update History
sv_se: Uppdateringshistorik

# CategorizationNoChanges
source: No changes.
sv_se: Inga ändringar.

# CategorizationRemoveItemFromUpdateHistory
source: Remove item from update history
sv_se: Ta bort objekt från uppdateringshistoriken

# CategorizationUpdateTitle
source: Update
sv_se: Uppdatera

# CategorizationAddSelectedPersonToFileToolTip
source: Add selected person to file
sv_se: Lägg till vald person till filen

# CategorizationAddSelectedLocationToFileToolTip
source: Add selected location to file
sv_se: Lägg till vald plats till filen

# CategorizationAddSelectedTagToFileToolTip
source: Add selected tag to file
sv_se: Lägg till vald etikett till fil

# CategorizationRemoveSelectedPersonFromFileToolTip
source: Remove selected person from file
sv_se: Ta bort vald person från filen

# CategorizationRemoveSelectedLocationFromFileToolTip
source: Remove selected location from file
sv_se: Ta bort vald plats från filen

# CategorizationRemoveSelectedTagFromFileToolTip
source: Remove selected tag from file
sv_se: Ta bort vald etikett från filen

# CategorizationNewButton
source: New...
sv_se: Ny...

# CategorizationCreateANewPersonAndAddItToCurrentFileToolTip
source: Create a new person and add it to current file
sv_se: Skapa en ny person och lägg till den till aktuell fil

# CategorizationCreateANewLocationAndAddItToCurrentFileToolTip
source: Create a new location and add it to current file
sv_se: Skapa en ny plats och lägg till den till aktuell fil

# CategorizationCreateANewTagAndAddItToCurrentFileToolTip
source: Create a new tag and add it to current file
sv_se: Skapa en ny etikett och lägg till den i aktuell fil

# CategorizationSetButton
source: Set
sv_se: Spara

# CategorizationSetFileDescriptionToolTip
source: Set file description
sv_se: Spara filbeskrivning

# CategorizationFileDescriptionToolTip
source: File description
sv_se: Filbeskrivning

# CategorizationFileDateAndTimeToolTip
source: File date and time
sv_se: Fildatum och tid

# CategorizationDateAndTimeFormatToolTip
source: Date and time formats: YYYY YYYY-MM YYYY-MM-DD YYYY-MM-DDTHH:MM:SS
sv_se: Datum och tidsformat: ÅÅÅÅ ÅÅÅÅ-MM ÅÅÅÅ-MM-DD ÅÅÅÅ-MM-DDTHH:MM:SS

# CategorizationSetFileDateAndTimeToolTip
source: Set file date and time
sv_se: Ställ in fildatum och; tid

# CategorizationApplyMetaDataFromLastEditButton
source: Add meta-data from last edited file
sv_se: Lägg till metadata från den senaste editerade filen

# CategorizationApplyMetaDataFromLastEditToolTip
source: Apply meta-data (persons, locations, tags and description) from last edit
sv_se: Tillämpa metadata (personer, platser, etiketter och beskrivning) från senaste förändringen

# CategorizationReloadMetaDataButton
source: Reload meta-data...
sv_se: Ladda om metadata...

# CategorizationReloadFileDateTimeGPSPositionAndOrientationToolTip
source: Reload file date, time, GPS position and orientation from file Exif data or file path
sv_se: Ladda om fildatum, tid, GPS-position och orientering från fil Exif-data eller filsökväg

# CategorizationRotate90DegreesClockwiseToolTip
source: Rotate 90 degrees clockwise
sv_se: Rotera 90 grader medurs

# CategorizationRotate90DegreesCounterClockwiseToolTip
source: Rotate 90 degrees counter clockwise
sv_se: Rotera 90 grader moturs

# CategorizationReloadOrientationToolTip
source: Reload orientation from Exif data
sv_se: Ladda om orientering från Exif-data
