Repository: ponmar/filedb2
Catalog: FileDB/Lang/Strings.*.resx
Languages: sv_se

# FileTypePicture
source: Picture
sv_se: Bild

# FileTypeMovie
source: Movie
sv_se: Film

# FileTypeDocument
source: Document
sv_se: Dokument

# FileTypeAudio
source: Audio
sv_se: Ljud

# SexNotKnown
source: Not known
sv_se: Ej känd

# SexMale
source: Male
sv_se: Man

# SexFemale
source: Female
sv_se: Kvinna

# SexNotApplicable
source: Not applicable
sv_se: Ej tillämpligt

# SortMethodDate
source: Date (Old - New)
sv_se: Datum (gammalt - nytt)

# SortMethodDateDesc
source: Date (New - Old)
sv_se: Datum (nytt - gammalt)

# SortMethodPath
source: Path (A - Z)
sv_se: Sökväg (A-Ö)

# SortMethodPathDesc
source: Path (Z - A)
sv_se: Sökväg (Ö-A)

# WindowModeNormal
source: Window
sv_se: Fönster

# WindowModeMaximized
source: Maximized window
sv_se: Maximerat fönster

# WindowModeFullscreen
source: Fullscreen window
sv_se: Helskärmsfönster

# CategorizationMarkButton
source: Mark
sv_se: Markera

# CategorizationMarkButtonToolTip
source: Mark this file to be used as last edited file
sv_se: Markera denna fil för att användas som den senaste editerade filen

# ToolsCreateDatabaseTitle
source: Create Database
sv_se: Skapa databas

# NotificationDatabaseIsMissing
source: Database is missing ({0}). Create a new database at the Tools tab or restore it manually and then restart the application.
sv_se: Databasen saknas ({0}). Skapa en ny database på Verktygs-fliken eller återställ den manuellt och starta sedan om programmet.

# SettingsUnsavedSettingsNotification
source: You have unsaved settings
sv_se: Du har osparade ändringar

# ToolsBackupDatabaseDirectoryDoesNotExist
source: Directory for configured database does not exist.
sv_se: Katalogen för konfigurerad databas finns inte.

# ToolsCreateBackupResult
source: Backup created.
sv_se: Säkerhetskopia skapad.

# ToolsCreateDatabaseCreated
source: Created database '{0}'. Restart the application to start using it.
sv_se: Skapade databas '{0}'. Starta om programmet för att börja använda den.

# ToolsCreateDatabaseCreateDatabase
source: Create database '{0}'?
sv_se: Skapa databas '{0}'?

# ToolsCreateDatabaseDescription
source: This tool is used to setup a new database.
sv_se: Detta verktyg används för att skapa en ny databas.

# ToolsCreateDatabaseFileAlreadyExists
source: Database '{0}' already exists
sv_se: Databas '{0}' finns redan

# ToolsDabaseValidationErrorsFound
source: {0} errors found:
sv_se: {0} fel hittades:

# ToolsDatabaseBackupFilesLabel
source: Database backup files:
sv_se: Säkerhetskopior av databasen:

# ToolsDatabaseBackupNoFilesFound
source: No database backup files found!
sv_se: Inga säkerhetskopior av databasen hittades!

# ToolsDatabaseExportDestinationDirectoryBrowseButton
source: Browse...
sv_se: Utforska...

# ToolsDatabaseExportNoSuchDirectory
source: No such directory.
sv_se: Katalogen finns inte.

# ToolsDatabaseExportResult
source: Exported {0} persons, {1} locations, {2} tags and {3} files.
sv_se: Exporterade {0} personer, {1} platser, {2} etiketter och {3} filer.

# ToolsDatabaseExportSpecifiedDirectoryIsNotEmpty
source: Specified directory is not empty.
sv_se: Den angivna katalogen är inte tom.

# ToolsDatabaseValidationFileError
source: File {0}: {1}
sv_se: Fil {0}: {1}

# ToolsDatabaseValidationLocationError
source: Location {0}: {1}
sv_se: Plats {0}: {1}

# ToolsDatabaseValidationNoErrorsFound
source: No errors found.
sv_se: Inga fel hittades.

# ToolsDatabaseValidationTagError
source: Tag {0}: {1}
sv_se: Etikett {0}: {1}

# ToolsFileListCopiedToClipboard
source: File list copied to clipboard.
sv_se: Fillista kopierad till clipboard.

# ToolsFoundNotApplicableFilesCountFilesThatNowShouldBeFiltered
source: Found {0} files that now should be filtered.
sv_se: Hittade {0} filer som nu borde ha filtrerats.

# ToolsMissingFilesFound
source: {0} meta-data for missing files found.
sv_se: {0} meta-data för saknade filer hittades.

# ToolsNoMissingFilesFound
source: No meta-data for missing files found.
sv_se: Ingen meta-data för saknade filer hittades.

# ExportSearchResultPdfLabel
source: PDF with files and meta-data
sv_se: PDF med filer och metadata

# ExportDataLabel
source: Data to export:
sv_se: Data att exportera:

# AboutAppAuthor
source: Author:
sv_se: Skapare:

# AboutAppProjectWebsite
source: Project website:
sv_se: Projektets websida:

# ExportDestinationDirectoryDoesNotExist
source: Destination directory does not exist
sv_se: Destinationskatalogen finns inte

# ExportDestinationDirectoryIsNotEmpty
source: Destination directory is not empty
sv_se: Destinationskatalogen är inte tom

# ExportError
source: Export error: {0}
sv_se: Fel vid export: {0}

# ExportExporting
source: Exporting...
sv_se: Exporterar...

source: Export finished successfully.
sv_se: Exporten slutfördes framgångsrikt.

# ExportNothingToExport
source: Nothing to export
sv_se: Inget att exportera

# ExportSelectedData
source: Export selected data for {0} files to {1}?
sv_se: Exportera vald data för {0} filer till {1}?

# ExportSelectYourDestinationDirectory
source: Select your destination directory
sv_se: Väljd din destinationskatalog

# FilterTypeNoMetaData
source: No meta-data
sv_se: Utan metadata

# FilterTypeNoDateTime
source: No date and time
sv_se: Utan datum och tid

# FilterTypeFileList
source: File list
sv_se: Fil-lista

# FilterTypeFileType
source: File type
sv_se: Fil-typ

# FilterTypeLocation
source: Location
sv_se: Plats

# FilterTypeTag
source: Tag
sv_se: Etikett

# FilterTypePersonAge
source: Person age
sv_se: Persons ålder

# FilterTypePersonSex
source: Person sex
sv_se: Persons kön

# FilterTypeDateTime
source: Date
sv_se: Datum

# FilterTypeNumPersons
source: Number of persons
sv_se: Antal personer

# SearchFiltersLabel
source: Filters
sv_se: Filter

# SearchFilterDateTimeEnd
source: End
sv_se: Slut

# SearchFilterFileListToolTip
source: File ids separated by semicolon
sv_se: Fil-idn separerade med semikolon

# SearchFilterNumPersonsMin
source: Min number of persons (inclusive)
sv_se: Min-antal personer (inklusive)

# SearchFilterNumPersonsMax
source: Max number of persons (inclusive)
sv_se: Max-antal personer (inklusive)

# SearchFilterPersonAgeFrom
source: Age from [years]
sv_se: Ålder från [år]

# SearchFilterPersonAgeTo
source: Age to [years]
sv_se: Ålder till [år]

# SearchFilterPositionInputToolTip
source: LAT LON or Google Maps URL
sv_se: LAT LON alternativt Google Maps URL

# SearchFilterPositionRadiusInputToolTip
source: Radius [m]
sv_se: Radie [m]

# SearchFilterTextInputToolTip
source: Search pattern
sv_se: Sökmönster

# AddPersonDateOfBirthToolTip
source: YYYY-MM-DD, YYYY-MM or YYYY
sv_se: ÅÅÅÅ-MM-DD, ÅÅÅÅ-MM eller ÅÅÅÅ

# AddPersonDeceasedToolTip
source: YYYY-MM-DD, YYYY-MM or YYYY
sv_se: ÅÅÅÅ-MM-DD, ÅÅÅÅ-MM eller ÅÅÅÅ

# SearchImageLoadingError
source: Image loading error:
sv_se: Bildladdningsfel:

# SearchFileTypeNotSupported
source: File type not supported.
sv_se: Filtyp stöds ej.

# SearchNoMatch
source: No match
sv_se: Ingen träff

# SearchFileDateTimeThisYear
source: (this year)
sv_se: (detta år)

# SearchFileDateTimeYearAgo
source: ({0} year ago)
sv_se: ({0} år sedan)

# SearchFileDateTimeYearsAgo
source: ({0} years ago)
sv_se: ({0} år sedan)

# NotificationDatabaseMigration
source: Database migrated from version {0} to version {1}!
sv_se: Databasen migrerades från version {0} till version {1}!

# NotificationDatabaseMigrationError
source: Failed to migrate database from version {0} to version {1}. Exception: {2}
sv_se: Misslyckades att migrera databasen från version {0} till version {1}. Exception: {2}

# FileTypeUnknown
source: Unknown
sv_se: Okänd

# SettingsThemeLabel
source: Theme:
sv_se: Tema:

# AboutCommandLineArgPath
source: FileDB file
sv_se: FileDB-fil

# TextFilterCaseSensitive
source: Case sensitive
sv_se: Skiftlägeskänslig

# SearchCombineSearchCurrent
source: Current
sv_se: Nuvarande

# SearchCombineSearchCurrentToolTip
source: Use current search result
sv_se: Använd nuvarande sökresultat

# FilterNegateTooltip
source: Negate selection
sv_se: Negera markering

# FilterTypeSeason
source: Season
sv_se: Årstid

# SeasonSpring
source: Spring
sv_se: Vår

# SeasonSummer
source: Summer
sv_se: Sommar

# SeasonAutumn
source: Autumn
sv_se: Höst

# SeasonWinter
source: Winter
sv_se: Vinter

# FilterTypeAnnualDate
source: Date (annual)
sv_se: Datum (årligen)

# SearchFilterRange
source: Range
sv_se: Omfång

# FilterTypeTime
source: Time
sv_se: Tid

# TextFilterIncludeTags
source: Include files with matching tags
sv_se: Inkludera filer med matchande etiketter

# TextFilterIncludePersons
source: Include files with matching persons
sv_se: Inkludera filer med matchande personer

# TextFilterIncludeLocations
source: Include files with matching locations
sv_se: Inkludera filer med matchande platser

# AboutGettingStarted3
source: Create an empty file in your files collection root directory and name it 'MyFiles.FileDB'. Open the file with the FileDB application.
sv_se: Skapa en tom fil i rot-katalogen för din filsamling och namnge den 'MyFiles.FileDB'. Öppna den med FileDB-programmet.

# ThemeDefault
source: Default
sv_se: Standard

# ThemeDark
source: Dark
sv_se: Mörkt

# ThemeLight
source: Light
sv_se: Ljust

# AddPersonClearCurrentFileToolTip
source: Clear profile picture
sv_se: Ta bort profilbild

# AddPersonCopyCurrentFileToolTip
source: Copy profile picture id
sv_se: Kopiera profilbildens id

# BirthdaysSearch
source: Search for person
sv_se: Sök person

# BirthdaysAddPersonSearchFilter
source: Add person search filter
sv_se: Lägg till person-sökfilter

# BirthdaysSearchForDate
source: Search for birthday
sv_se: Sök efter födelsedag

# BirthdaysAddDateSearchFilter
source: Add birthday search filter
sv_se: Lägg till födelsedags-sökfilter

# FileInfoSearchLocation
source: Search for location
sv_se: Sök plats

# FileInfoAddLocationSearchFilter
source: Add location search filter
sv_se: Lägg till plats-sökfilter

# FileInfoSearchTag
source: Search for tag
sv_se: Sök etikett

# FileInfoAddTagSearchFilter
source: Add tag search filter
sv_se: Lägg till etikett-sökfilter

# FilterTypeAllFiles
source: All files
sv_se: Alla filer

# FilesAddingFile
source: Adding file {0} / {1}...
sv_se: Lägger till fil {0} / {1}...

# FilesAddMetaDataFromFiles
source: Add meta-data from {0} files?
sv_se: Lägg till meta-data från {0} filer?

# FilesFilesAdded
source: {0} files added.
sv_se: {0} filer tillagda.

# FilesFilesRemoved
source: {0} files removed
sv_se: {0} filer borttagna

# FilesFindAllFiles
source: Find all files, not yet imported, from '{0}'? This operation can be slow for a large collection of files or if the media access is slow (for example when using a network share).
sv_se: Hitta alla filer, som inte ännu importerats, från '{0}'? Detta kan vara mycket långsamt för en stor fil-samling eller om åtkomsten till filerna är långsam (till exempel när de delas via en nätverks-utdelning).

# FilesNoDirectorySpecified
source: No directory specified
sv_se: Ingen katalog angiven

# FilesNoFileIdsSpecified
source: No file ids specified
sv_se: Inga fil-idn angivna

# FilesNoNewFilesFound
source: No new files found. Add new files to '{0}'.
sv_se: Inga nya filer hittades. Lägg till nya filer i '{0}'.

# FilesRemoveMetaDataFor
source: Remove meta-data for {0} files from the specified file list?
sv_se: Ta bort meta-data för {0} filer från den angivna fil-listan?

# FilesScanning
source: Scanning...
sv_se: Skannar...

# FilesScanningNewFiles
source: Scanning... New files: {0}
sv_se: Skannar... Nya filer: {0}

# FilesSelectASubDirectory
source: Select a sub directory
sv_se: Ange en underkatalog

# FilesSpecifiedDirectoryDoesNotExist
source: Specified directory does not exist
sv_se: Den angivna katalogen finns inte

# FilesSpecifiedDirectoryIsNotWithinTheConfiguredFilesRootDirectory
source: Specified directory is not within the configured files root directory: {0}
sv_se: Den angivna katalogen finns inte inom the konfigurerade katalogen: {0}

# FilesUnableToCreateDatabaseBackup
source: Unable to create database backup
sv_se: Lyckades inte säkerhetskopiera databasen

# AddLocationLocationAlreadyAdded
source: Location '{0}' already added
sv_se: Platsen '{0}' finns redan

# AddPersonPersonAlreadyAdded
source: There is already a person with that name. Add anyway?
sv_se: Det finns redan en person med det namnet. Lägg till ändå?

# AddTagTagAlreadyAdded
source: Tag '{0}' already added
sv_se: Etiketten '{0}' finns redan

# AppInvalidCommandLineArgument
source: Command line argument ({0}) does not have file extension FileDB
sv_se: Kommandoradsargumentet ({0}) har inte filändelsen .FileDB

# AppNoConfigSelected
source: No .FileDB file selected! Double click on your .FileDB file or specify its path via a command line argument.
sv_se: Ingen .FileDB-fil vald! Dubbelklicka på din .FileDB-fil eller ange den via kommandoradsargument.

# AppUnableToCreateDatabaseBackupBeforeMigration
source: Unable to create database backup before database migration
sv_se: Kunde inte skapa säkerhetskopia av databasen innan databas-migrering

# SearchToggleText
source: F{0}: Toggle '{1}'
sv_se: Växla '{0}'
